"%lu msgs" = "%lu レス";

/* Menu Items */
"Reply..."		= "書き込み…";
"Reply 2..."	= "レス引用…";

"Remove Favorites"	= "お気に入りを削除";
"Add Favorites"		= "お気に入りに追加";

"Delete Log"	= "ログを削除";
"Delete Log..."	= "ログを削除…";

"Show Board Inspector" = "掲示板オプションを表示";
"Hide Board Inspector" = "掲示板オプションを隠す";

/* Search: Contents */
"InvalidRegularExpressionMsg" = "検索文字列 %@ は正しい正規表現ではありません。";
"InvalidRegularExpressionInfo" = "正しい正規表現に修正するか、“正規表現として解釈” オプションを切にしてやり直してみてください。";
"InvalidRegularExpressionOK" = "OK";

"Such ID Not Found" = "このスレッドに ID: %@ の書き込みはありません";
"GyakuSansyou Not Found" = "このスレッドにレス番号 %lu を参照しているレスはありません";
"This ID Only Once" = "ID: %@ の書き込みはこのレスのみです";

/* Drawer Contextual Menu */
"Browser Del Drawer Item Title" = "掲示板リスト項目の削除";
"Browser Del Board Items Message" = "選択された項目を掲示板リストから削除してもよろしいですか？";

"NotFoundSheet Help Anchor" = "bs_notfound_sheet";
"InvalidPerticalSheet Help Anchor" = "bs_invalid_pertical_sheet";

"Invalidated Thread Contents Title"	= "再読み込みが必要です";
"Invalidated Thread Contents Message"	= "スレッド “%@” は読み込み中にキャンセルされたか、あるいは予期しない理由で表示されている内容が完全ではないため、再読み込みする必要があります。

パス：%@";

"Reload From File Button Label"	= "再読み込み";
"Do Not Reload Button Label"	= "キャンセル";

"titleRuler info auto-detected title" = "BathyScaphe によって dat 落ちと判断されました。";
"titleRuler info rotate gesture title" = "回転 操作を検知しました。指を離すと、“スレッドの更新” が実行されます。";
"titleRuler info offlaw2so-used title" = "このスレッドは dat 落ちしていたため、offlaw2.so 経由でログを取得しました。";

"threadViewer-download cancel" = "キャンセル";

/* Deletion Alert */
"Deletion Msg" = "スレッド “%@” のログを削除してもよろしいですか？";
"Deletion Info" = "ログファイルはゴミ箱に移動されます。";
"Deletion OK" = "削除";

"Browser Deletion Msg" = "選択されたスレッドのログを削除してもよろしいですか？";
"Browser Retrieve Msg" = "選択されたスレッドを再取得してもよろしいですか？";

"Retrieve Msg" = "スレッド “%@” を再取得してもよろしいですか？";
"Retrieve Info" = "各レスの属性はリセットされます。";
"Retrieve OK" = "再取得";

"Prepare Retrieving Error Msg" = "スレッド “%@” を再取得できませんでした。";
"Prepare Retrieving Error Info" = "ログファイルが破損している可能性があります。";

"Delete Fav Title" = "選択されたスレッドのログを削除してもよろしいですか？";
"Delete Fav Msg" = "ログファイルはゴミ箱に移動されます。また、スレッドは“お気に入り”から削除されます。";
"Delete Fav OK" = "削除";

/* 禁止語句の追加 */
"Corpus Multiple Line Alert Title" = "選択範囲が複数行にまたがっているため、禁止語句に追加することができません。";
"Corpus Multiple Line Alert Msg" = "選択範囲を変更してやり直してみてください。";

"Corpus Empty Selection Alert Title" = "空白文字のみから成る文字列を禁止語句に追加することはできません。";

"SpamFilter Off Alert Title" = "迷惑レスフィルタは現在無効になっています。今すぐ有効に設定しますか？";
"SpamFilter Off Alert Msg" = "迷惑レスフィルタが無効の状態でも禁止語句は登録できますが、有効に設定するまで迷惑レスの判定は行われません。";
"SpamFilter Turn On Btn" = "有効にする";
"SpamFilter Keep Off Btn" = "無効のままにする";
"SpamFilter Off Alert HelpAnchor" = "bs_spamfilter_off_alert";

/* Filters and Actions */
"ActionSpamHeaderFormat" = "迷惑レス（%lu レス）";
"ActionAAHeaderFormat" = "AA（%lu レス）";
"ActionBookmarkHeaderFormat" = "ブックマーク（%lu レス）";
"ActionLocalAbonedHeaderFormat" = "ローカルあぼーん（%lu レス）";
"ActionInvisibleAbonedHeaderFormat" = "透明あぼーん（%lu レス）";

/* Link */
"App Store Waiting Msg" = "現在、App Store を起動しています。少々お待ちください。App Store 特集ページの読み込みが完了したら、“続ける” をクリックしてください。";
"App Store Waiting Info" = "App Store 特集ページが読み込まれる前に操作すると、App Store がリンクを正しく開けません。";
"App Store Continue" = "続ける";
"App Store Cancel" = "キャンセル";
